{"id":523,"date":"2023-02-23T13:50:20","date_gmt":"2023-02-23T13:50:20","guid":{"rendered":"http:\/\/localhost\/bitdouble\/?page_id=523"},"modified":"2023-08-28T06:57:38","modified_gmt":"2023-08-28T06:57:38","slug":"double-bitcoins-terms","status":"publish","type":"page","link":"https:\/\/i0coins.net\/double-bitcoins-terms\/","title":{"rendered":"Double Bitcoins Terms"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"523\" class=\"elementor elementor-523\">\n\t\t\t\t\t\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-3a929a1 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"3a929a1\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-65bb645\" data-id=\"65bb645\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-aa34ea0 dce_masking-none elementor-widget elementor-widget-image\" data-id=\"aa34ea0\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.10.2 - 29-01-2023 *\/\n.elementor-widget-image{text-align:center}.elementor-widget-image a{display:inline-block}.elementor-widget-image a img[src$=\".svg\"]{width:48px}.elementor-widget-image img{vertical-align:middle;display:inline-block}<\/style>\t\t\t\t\t\t\t\t\t\t\t\t\t<a href=\"https:\/\/i0coins.net\">\n\t\t\t\t\t\t\t<img loading=\"lazy\" decoding=\"async\" width=\"150\" height=\"150\" src=\"https:\/\/i0coins.net\/wp-content\/uploads\/2023\/08\/terms-and-conditions-150x150.png\" class=\"attachment-thumbnail size-thumbnail wp-image-1049\" alt=\"double bitcoins terms\" srcset=\"https:\/\/i0coins.net\/wp-content\/uploads\/2023\/08\/terms-and-conditions-150x150.png 150w, https:\/\/i0coins.net\/wp-content\/uploads\/2023\/08\/terms-and-conditions-300x300.png 300w, https:\/\/i0coins.net\/wp-content\/uploads\/2023\/08\/terms-and-conditions.png 512w\" sizes=\"(max-width: 150px) 100vw, 150px\" title=\"\">\t\t\t\t\t\t\t\t<\/a>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-85f91c3 elementor-widget elementor-widget-text-editor\" data-id=\"85f91c3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.10.2 - 29-01-2023 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#818a91;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#818a91;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<h2><b>DOUBLE BITCOINS TERMS AND CONDITIONS<\/b><\/h2><p>Last updated: 2020-04-13<\/p><p>1. <b>Introduction<\/b><\/p><p>Welcome to <b>i0coins<\/b> (“Company”, “we”, “our”, “us”)!<\/p><p>These Double Bitcoins Terms of Service (“Terms”, “<span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms of Service”) govern your use of our website located at <\/span><b style=\"font-style: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">i0coins.com<\/b><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> (together or individually “Service”) operated by <\/span><b style=\"font-style: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">i0coins<\/b><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">.<\/span><\/p><p>What is <a href=\"https:\/\/bitcoin.org\" target=\"_blank\" rel=\"noopener\">bitcoin<\/a><\/p><p>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.<\/p><p>Your agreement with us includes these Double Bitcoins Terms and our Privacy Policy (“Agreements”). You acknowledge that you have read and understood the Agreements, and agree to be bound by them.<\/p><p>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing <b>support@i0coins.com<\/b> so we can try to find a solution. These <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms apply to all visitors, users, and others who wish to access or use the Service.<\/span><\/p><p>2. <b>Communications<\/b><\/p><p>By using our Service, you agree to subscribe to newsletters, marketing or promotional materials, and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing support@i0coins.com.<\/p><div> <\/div><p>3. <b>Contests, Sweepstakes, and Promotions<\/b><\/p><p>Any contests, sweepstakes, or other promotions (collectively, “Promotions”) made available through Service may be governed by rules that are separate from these Double Bitcoins Terms of Service. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms of Service, Promotion rules will apply.<\/span><\/p><div> <\/div><div> <\/div><div><p>4. <b>Content<\/b><\/p><p>The content found on or through this Service is the property of i0coins or used with permission. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or personal gain, without express advance written permission from us.<\/p><\/div><p>5. <b>Prohibited Uses<\/b><\/p><p>You may use the Service only for lawful purposes and by the <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms. You agree not to use Service:<\/span><\/p><p>0.1. In any way that violates any applicable national or international law or regulation.<\/p><p>0.2. to exploit, harm, or attempt to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.<\/p><p>0.3. To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.<\/p><p>0.4. To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.<\/p><p>0.5. In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.<\/p><p>0.6. To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend the Company or users of Service or expose them to liability.<\/p><p>Additionally, you agree not to:<\/p><p>0.1. Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real-time activities through Service.<\/p><p>0.2. Use any robot, spider, or another automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.<\/p><p>0.3. Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.<\/p><p>0.4. Use any device, software, or routine that interferes with the proper working of the Service.<\/p><p>0.5. Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.<\/p><p>0.6. Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.<\/p><p>0.7. Attack Service via a denial-of-service attack or a distributed denial-of-service attack.<\/p><p>0.8. Take any action that may damage or falsify Company&#8217;s rating.<\/p><p>0.9. Otherwise attempt to interfere with the proper working of Service.<\/p><p>6. <b>Analytics<\/b><\/p><p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p><p>7. <b>No Use By Minors<\/b><\/p><p>Service is intended only for access and use by individuals at least eighteen (18) years old. By accessing or using Service, you warrant and represent that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the double bitcoins terms and conditions of the <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms. If you are not at least eighteen (18) years old, you are prohibited from both access and usage of the Service.<\/span><\/p><div> <\/div><p>8. <b>Intellectual Property<\/b><\/p><p>Service and its original content (excluding Content provided by users), features, and functionality are and will remain the exclusive property of i0coins and its licensors. Service is protected by copyright, trademark, and other laws of foreign countries. Our trademarks may not be used in connection with any product or service without the prior written consent of i0coins.<\/p><p>9. <b>Copyright Policy<\/b><\/p><p>We respect the intellectual property rights of others. It is our policy to respond to any claim that Content posted on Service infringes on the copyright or other intellectual property rights (“Infringement”) of any person or entity.<\/p><p>If you are a copyright owner or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to support@i0coins.com, with the subject line: “Copyright Infringement” and include in your claim a detailed description of the alleged Infringement as detailed below, under “DMCA Notice and Procedure for Copyright Infringement Claims”<\/p><p>You may be held accountable for damages (including costs and attorneys’ fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and\/or through Service on your copyright.<\/p><p>10. <b>DMCA Notice and Procedure for Copyright Infringement Claims<\/b><\/p><p>You may submit a notification under the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):<\/p><p>0.1. an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright’s interest;<\/p><p>0.2. a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;<\/p><p>0.3. identification of the URL or other specific location on the Service where the material that you claim is infringing is located;<\/p><p>0.4. your address, telephone number, and email address;<\/p><p>0.5. a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;<\/p><p>0.6. a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.<\/p><p>You can contact our Copyright Agent via email at support@i0coins.com.<\/p><p>11. <b>Error Reporting and Feedback<\/b><\/p><p>You may provide us either directly at support@i0coins.com or via third-party sites and tools with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“Feedback”). You acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title, or interest in or to the Feedback; (ii) Company may have developed ideas similar to the Feedback; (iii) Feedback does not contain confidential information or proprietary information from you or any third party; and (iv) Company is not under any obligation of confidentiality concerning the Feedback. In the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited, and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.<\/p><p>12. <b>Links To Other Web Sites<\/b><\/p><p>Our Service may contain links to third-party websites or services that are not owned or controlled by i0coins.<\/p><p>i0coins has no control over and assumes no responsibility for the content, privacy policies, or practices of any third-party websites or services. We do not warrant the offerings of any of these entities\/individuals or their websites.<\/p><p>YOU ACKNOWLEDGE AND AGREE THAT THE COMPANY SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH THE USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS, OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.<\/p><p>WE STRONGLY ADVISE YOU TO READ THE DOUBLE BITCOINS TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD-PARTY WEBSITES OR SERVICES THAT YOU VISIT.<\/p><p>13. <b>Disclaimer Of Warranty<\/b><\/p><p>THESE SERVICES ARE PROVIDED BY THE COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS. COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT, OR MATERIALS INCLUDED THEREIN. YOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK.<\/p><p>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION CONCERNING THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES. WITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.<\/p><p>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.<\/p><p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p><p>14. <b>Limitation Of Liability<\/b><\/p><p>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER, IT ARISES (INCLUDING ATTORNEYS’ FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. EXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF THE COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND\/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.<\/p><p>15. <b>Termination<\/b><\/p><p>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms.<\/span><\/p><p>If you wish to terminate your account, you may simply discontinue using the Service.<\/p><p>All provisions of Double Bitcoins Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.<\/p><p>16. <b>Governing Law<\/b><\/p><p>These Double Bitcoins Terms shall be governed and construed by the laws of Canada, which governing law applies to an agreement without regard to its conflict of law provisions.<\/p><p>Our failure to enforce any right or provision of these <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins <\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">Terms will not be considered a waiver of those rights. If any provision of these <\/span><span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"background-color: var(--ast-global-color-5); color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-style: inherit; font-weight: inherit;\"> Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Double Bitcoins Terms will remain in effect. These <\/span><span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"background-color: var(--ast-global-color-5); color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-style: inherit; font-weight: inherit;\"> Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.<\/span><\/p><p>17. <b>Changes To Service<\/b><\/p><p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Service is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Service, or the entire Service, to users, including registered users.<\/p><p>18. <b>Amendments To <\/b><span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><b style=\"font-style: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms<\/b><\/p><p>We may amend the <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> Terms at any time by posting the amended terms on this site. It is your responsibility to review these Terms periodically.<\/span><\/p><p>Your continued use of the Platform following the posting of revised <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins <\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">Terms means that you accept and agree to the changes. You are expected to check this page frequently so you are aware of any changes, as they are binding on you.<\/span><\/p><p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the Service.<\/p><p>19. <b>Waiver And Severability<\/b><\/p><p>No waiver by the Company of any <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins<\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\"> terms or condition outlined in <\/span><span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins <\/span><span style=\"background-color: var(--ast-global-color-5); color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-style: inherit; font-weight: inherit;\">Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.<\/span><\/p><p>If any provision of <span style=\"color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; font-weight: var( --e-global-typography-text-font-weight ); background-color: var(--ast-global-color-5); font-size: 1rem;\">Double Bitcoins <\/span><span style=\"font-style: inherit; font-weight: inherit; color: var( --e-global-color-text ); font-family: var( --e-global-typography-text-font-family ), Sans-serif; background-color: var(--ast-global-color-5);\">Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.<\/span><\/p><p>20. <b>Acknowledgement<\/b><\/p><p>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.<\/p><p>21. <b>Contact Us<\/b><\/p><p>Please send your feedback, comments, and requests for technical support by email: <b>support@i0coins.com<\/b>.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-ec5092b elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"ec5092b\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-4d7fddb\" data-id=\"4d7fddb\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-49f5120 dce_masking-none elementor-widget elementor-widget-image\" data-id=\"49f5120\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img loading=\"lazy\" decoding=\"async\" width=\"150\" height=\"150\" src=\"https:\/\/i0coins.net\/wp-content\/uploads\/2023\/02\/Double-150x150.png\" class=\"attachment-thumbnail size-thumbnail wp-image-744\" alt=\"double bitcoins in 2 hours\" title=\"\">\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>DOUBLE BITCOINS TERMS AND CONDITIONS Last updated: 2020-04-13 1. Introduction Welcome to i0coins (“Company”, “we”, “our”, “us”)! These Double Bitcoins Terms of Service (“Terms”, “Double Bitcoins Terms of Service”) govern your use of our website located at i0coins.com (together or individually “Service”) operated by i0coins. What is bitcoin Our Privacy Policy also governs your use of our Service and explains how we collect, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/i0coins.net\/double-bitcoins-terms\/\"> <span class=\"screen-reader-text\">Double Bitcoins Terms<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":6,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","footnotes":""},"_links":{"self":[{"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/pages\/523"}],"collection":[{"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/comments?post=523"}],"version-history":[{"count":17,"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/pages\/523\/revisions"}],"predecessor-version":[{"id":1158,"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/pages\/523\/revisions\/1158"}],"wp:attachment":[{"href":"https:\/\/i0coins.net\/wp-json\/wp\/v2\/media?parent=523"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}